define(function (require, exports, module) {
    var tpl ='<article class="ttl_invest_tip" id="ttl_invest_tip">\
    		<p class="tip_title">上海展义金融信息服务有限公司</p>\
    		<h3 class="tip_head">风险提示书</h3>\
    		<dl class="tip_list">\
				<dt>一、市场风险：</dt>\
				<dd>如果债权收益权对应债权的债务人所在的行业进入衰退、萧条周期，或者所在行业处于新兴市场，债务人应对市场变化出现重大失误可能导致较大的亏损，从而影响债权的实现。债权收益权对应债权如果产生损失，将导致收益权受让人投资达不到预期收益甚至产生损失。</dd>\
				<dt>二、信用风险：</dt>\
				<dd>如果债权收益权对应债权的项目融资方或最终债务人因资信状况恶化或主观故意而出现无法或未能按时还款的情况，受让方可能受到损失。尽管转让方或债权人会进行债权管理与催收服务，但受让方仍有可能因为项目融资方或最终债务人的违约或破产使得债权收益权资产无法全部清偿，本金及收益不能全部收回的风险由受让方自行承担，转让方和服务方无义务向受让方进行任何补偿或赔偿。</dd>\
				<dt>三、法律及违约风险：</dt>\
				<dd>在本产品的运作过程中，因债权人、债务人等合作方违反国家法律规定或者相关合同约定而可能对债权及债权收益权带来风险。</dd>\
				<dt>四、委托投资风险：</dt>\
				<dd>受让方成功受让债权收益权后，在申请赎回前，不进行分配。如在受让方受让债权收益权后债权收益权所对应的基础债权有部分或全部到期的，受让方委托服务方自动续投。服务方根据本条替受让方进行续投的，受让方接受服务方替其续投的全部投资结果，续投的债权收益权存在本风险提示项下的相关风险，且该等续投的投资风险由受让方自行承担。同时服务方根据市场情况，有权决定不再进行续投。</dd>\
				<dt>五、关联交易风险：</dt>\
				<dd>如果债权收益权对应债权投资于转让方、服务方的关联方，存在关联交易风险。</dd>\
				<dt>六、流动性风险：</dt>\
				<dd>在受让方持有债权收益权期间，受让方需根据协议约定向服务方申请收益权赎回，赎回是否实现取决于转让方的回购，存在一定风险。且受让方申请赎回后支付通道需要一定的处理时间，受让方面临流动性风险。</dd>\
				<dt>七、操作风险：</dt>\
				<dd>\
					<p>(1)不可预测或无法控制的系统故障、设备故障、通讯故障、停电等突发事故将有可能给受让方造成一定损失。因上述事故造成交易或交易数据中断，恢复交易时以事故发生前系统最终记录的交易数据为有效数据；</p>\
					<p>(2)由于受让方密码失密、操作不当、决策失误、黑客攻击等原因可能会造成受让方损失；</p>\
					<p>(3)网上交易、热键操作完毕，未及时退出，他人进行恶意操作将可能造成受让方损失；</p>\
					<p>(4)由于受让方未能及时主动了解转让债权的信息，或由于通信故障、系统故障以及其他不可抗力等因素的影响，可能导致受让方无法及时做出合理决策，造成受让方损失；</p>\
					<p>(5)委托他人代理交易、或长期不关注账户变化，可能致使他人恶意操作而造成的受让方损失。</p>\
				</dd>\
				<dt>八、其他风险：</dt>\
				<dd>\
					<p>(1)由于自然灾害、战争、法律法规或政策等无法避免或无法控制的因素，将影响市场的正常运行，从而导致还款资金损失、甚至影响收益权产品的运行、偿付等正常进行；</p>\
					<p>(2)因宏观经济形势或有关法律、法规及相关政策、规则发生变化，可能引起价格等方面的异常波动，受让方有可能遭受损失。</p>\
				</dd>\
				<dd class="tip_spe">以上并不能揭示从事交易的全部风险及市场的全部情形。受让方在做出交易决策前，应通过服务方所公布的信息及其他相关公告了解本协议项下收益权转让的风险收益特征，并根据自身的风险承受能力和资产状况等谨慎决策，并自行承担全部风险。</dd>\
    		</dl>\
        </article>';

    module.exports = tpl;
});
