define(function (require, exports, module) {
    var tpl = '<article class="contract_two">\
        <div class="con_top">\
        <img src="images/contract_logo.png">\
        </div>\
        <h1>邀请规则</h1>\
        <div class="inv_rule">\
        <h2>一、邀请方式：</h2>\
        <span>理财师可以使用邀请码（4位）和邀请链接进行邀请个人用户</span>\
         <h2>二、客户说明如下：</h2>\
        <span>客户类型包括：<br>1、一级客户：理财师直接邀请的用户<br>2、次级客户：包括理财师邀请的用户继续邀请的二级用户，\
              二级用户邀请的三级用户，以此类推</span>\
        <h2>三、红包激励机制如下：</h2>\
        <span>1、首单红包： 理财师邀请的一级客户首次成功投资新手产品或月月加薪，客户（投资者）获得有效期7天的15元抵现红包；<br>\
    首次成功投资季季加薪、六六加薪或年年加薪，客户（投资者）获得有效期7天的35元抵现红包。<br>\
        2、佣金红包：<br>红包金额=产品投资金额 x 折标系数 x 佣金比例</span>\
        <table  border="1">\
        <tr>\
        <th >产品类型</th>\
        <th>折标系数</th>\
        <th>佣金比例</th>\
        </tr>\
        <tr>\
        <td>固收</td>\
        <td style="color: #666">产品期限（日）/365</td>\
        <td style="color: #666">0.35%</td>\
        </tr>\
        <tr>\
        <td>浮动</td>\
        <td style="color: #666">1.5	</td>\
        <td style="color: #666">0.35%</td>\
        </tr>\
        </table>\
        <span>其中<br>\
    1、该红包激励规则针对于其本人、一级客户和次级客户同样适用。<br>\
    2、首单红包和佣金红包不冲突，同时共存。</span>\
        </div>\
        <div class="inv_rule">\
          <h2>四、红包发放方式如下：</h2> \
          <span> 发放方式：首单红包自用户成功投资后，系统自动发放至用户（投资者）加薪猫账户，可进入【我】-【加薪红包】- 【我收到的】中查看。</span>\
        </div>\
        <h1>特殊情况说明</h1>\
        <div class="inv_rule">\
        <h2>一、理财师名下客户要求更换理财师</h2>\
          <span>如果理财师A名下客户A1要求更换理财师B，则<br>\
               1、该客户A1从理财师A名下移除<br> \
               2、客户A1变更后所产生的红包激励记入理财师B<br>\
               3、该客户A1邀请的次级客户产生的红包激励依然记入理财师A</span>\
               <h2>二、理财师名下客户变更为理财师身份</h2>\
          <span>如果理财师A名下客户A1更换为理财师 ，则<br>\
               1、该客户A1以及客户A1所产生的客户关系全部从理财师A名下移除<br> \
               2、客户A1变更成理财师所对应产生的激励规则，参考对应的理财师《激励规则》</span>\
               <h2>三、理财师名下客户要求理财师后，又变更为理财师身份</h2>\
          <span>如果理财师A名下客户A1变更到理财师B名下，后又变更成为了理财师，则<br>\
               1、客户A1所产生的客户关系全部从理财师A名下移除<br> \
              2、客户A1从理财师B名下移除<br>\
              3、客户A1变更成理财师所对应产生的激励规则，参考对应的理财师《激励规则》</span>\
              </div>\
              <div class="supplement">\
                <h1>附则</h1>\
                <p>一、产品期限按照购买当天相应产品所剩余天数计算。</p>\
                <p>二、加薪猫平台将按照税务部门的要求代扣代付用户应缴纳的个人所得税。</p>\
                <p>三、本办法自下发之日起生效执行，加薪猫网站有权修订本办法，届时将在加薪猫网站公示。</p>\
                <p style="margin-bottom: 20px;">四、如有任何问题，可联系加薪猫客服咨询，咨询电话：4008-339-869 (工作日9:00-18:00)</p>\
                <span>上海展义金融信息服务有限公司<br><span>2015年7月29日</span></span>\
            </div>\
        </article>';
    module.exports = tpl;
})
